[
  {
    "name": "Kai",
    "avatar": "uploads/communities/kai.jpg",
    "image": "uploads/communities/kai-recommend.jpeg",
    "comment": "Just picked up the Midnight Series diver. The build quality is insane – feels solid on the wrist without being too heavy. The lume is super bright, perfect for night drives. If you want a daily beater that looks premium, I highly recommend going for the steel bracelet option. 10/10 durability.",
    "createdAt": {
      "$date": "2023-11-15T08:30:00.000Z"
    },
    "updatedAt": {
      "$date": "2023-11-15T08:30:00.000Z"
    }
  },
  {
    "name": "Lucas",
    "avatar": "uploads/communities/lucas.jpg",
    "image": "uploads/communities/lucas-recommend.jpeg",
    "comment": "I was looking for a minimalist dress watch for the office, and this piece exceeded my expectations. It's incredibly elegant and fits perfectly under a shirt cuff. The customer service at Timepiece Luxury Watches was top-notch. My advice: visit the showroom to see the dial texture in person!",
    "createdAt": {
      "$date": "2023-11-15T09:45:00.000Z"
    },
    "updatedAt": {
      "$date": "2023-11-15T09:45:00.000Z"
    }
  },
  {
    "name": "Chloe",
    "avatar": "uploads/communities/chloe.jpg",
    "image": "uploads/communities/chloe-recommend.jpeg",
    "comment": "Literally obsessed with this watch! ✨ The packaging was so aesthetic, unboxing it felt like a total treat. It goes perfectly with my streetwear outfits. Super fast shipping too! If you're on the fence about buying it, just do it – you won't regret it! 💜",
    "createdAt": {
      "$date": "2023-11-15T11:00:00.000Z"
    },
    "updatedAt": {
      "$date": "2023-11-15T11:00:00.000Z"
    }
  },
  {
    "name": "Bella",
    "avatar": "uploads/communities/bella.jpg",
    "image": "uploads/communities/bella-recommend.jpeg",
    "comment": "An absolute masterpiece. I wore this to a gala last night and received so many compliments. It sparkles beautifully in the sunlight and adds such a touch of sophistication to any outfit. Definitely a worthy investment for anyone who appreciates timeless luxury.",
    "createdAt": {
      "$date": "2023-11-15T12:15:00.000Z"
    },
    "updatedAt": {
      "$date": "2023-11-15T12:15:00.000Z"
    }
  }
]